Repository: icreatewithout/chatgpt_im_app
Catalog: lib/l10n/intl_*.arb
Languages: cs, de, fr, it, ja, ko, ru

source: Login
cs: Přihlásit se
de: Anmeldung
fr: Se connecter
ja: ログイン
ko: 로그인
ru: Авторизоваться

source: Language
cs: Jazyk
de: Sprache
fr: langue
it: lingua
ja: 言語
ko: 언어
ru: язык

source: Logout
cs: odhlásit se
de: Abmelden
fr: se déconnecter
it: disconnessione
ja: サインアウト
ko: 로그아웃
ru: выход

# logoutTip
source: OK to log out!
cs: Potvrďte odhlášení?
de: Bestätigen Sie die Abmeldung
fr: Confirmer la déconnexion
it: Conferma la disconnessione
ja: ログアウトの確認
ko: 로그아웃 확인
ru: Подтвердить выход

source: Cancel
cs: zrušení
de: Stornieren
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена

source: Ok
cs: Tak určitě
de: Sicher
fr: Bien sûr
it: Sicuro
ja: もちろん
ko: 확신하는
ru: Конечно

# loginTip
source: You are not Logged in
cs: Ještě nejste přihlášen
de: Du bist noch nicht eingeloggt
fr: Vous n'êtes pas encore connecté
it: non sei ancora entrato
ja: あなたはまだログインしていません
ko: 아직 로그인하지 않았습니다
ru: Вы еще не авторизовались

source: Find
cs: Chat
de: Chat
fr: Chat
it: Chat
ja: オープンアイ
ko: 오픈아이
ru: ОпенАй

source: Q&A
cs: Společenství
de: Gemeinschaft
fr: Communauté
it: Comunità
ja: コミュニティ
ko: 지역 사회
ru: Сообщество

source: Me
cs: já
de: ICH
fr: je
it: IO
ja: 私
ko: 나
ru: я

source: Delete Account
cs: smazat účet
de: Konto löschen
fr: Supprimer le compte
it: Eliminare l'account
ja: アカウントを削除する
ko: 계정 삭제
ru: Удалить аккаунт

# hintText1
source: By joining OpenGPT, you agree to OpenGPT's Terms of Service and Privacy Policy.
cs: Připojením k OpenGPT souhlasíte s OpenGPT
de: Indem Sie OpenGPT beitreten, stimmen Sie den Nutzungsbedingungen und Datenschutzrichtlinien von OpenGPT zu
fr: En rejoignant OpenGPT, vous acceptez les conditions d'utilisation et la politique de confidentialité d'OpenGPT.
it: Iscrivendoti a OpenGPT, accetti i Termini di servizio e l'Informativa sulla privacy di OpenGPT
ja: OpenGPT に参加すると、OpenGPT の利用規約とプライバシー ポリシーに同意したことになります。
ko: OpenGPT에 가입하면 OpenGPT의 서비스 약관 및 개인정보 보호정책에 동의하게 됩니다.
ru: Присоединяясь к OpenGPT, вы соглашаетесь с Условиями обслуживания и Политикой конфиденциальности OpenGPT.

# hintText2
source: Terms of Service and Privacy Policy
cs: Podmínky služby a zásady ochrany osobních údajů
de: Nutzungsbedingungen und Datenschutzbestimmungen
fr: Conditions d'utilisation et politique de confidentialité
it: Termini di servizio e Informativa sulla privacy
ja: 利用規約とプライバシーポリシー
ko: 서비스 약관 및 개인정보 보호정책
ru: Условия обслуживания и политика конфиденциальности

source: Log in anonymously
cs: Přihlášení hosta
de: Gast-Login
fr: Connexion invité
it: Accesso ospite
ja: ゲストログイン
ko: 게스트 로그인
ru: Гостевой вход

source: Email Login
cs: Přihlášení e-mailem
fr: Connexion par e-mail
it: E-mail di accesso
ja: メールログイン
ko: 이메일 로그인
ru: Электронная почта Войти

source: Google Login
cs: Přihlášení Google
fr: Connexion Google
it: Accesso a Google
ja: Googleログイン
ko: 구글 로그인
ru: вход в Google

source: X Login
cs: Přihlášení X
fr: XLConnexion
it: XLLogin
ja: Xログイン
ko: X로그인
ru: XВойти

source: Facebook Login
cs: Přihlášení na Facebook
fr: Identifiant Facebook
it: accesso a Facebook
ja: フェイスブックログイン
ko: 페이스북 로그인
ru: Логин в фейсбук

source: like
cs: doporučit
de: wie
fr: comme
it: Piace
ja: のように
ko: 좋다
ru: нравиться

source: comment
cs: Komentář
de: Kommentar
fr: Commentaire
it: Commento
ja: コメント
ko: 논평
ru: Комментарий

# tosapp
source: Terms of Service and Privacy Policy
cs: Podmínky služby a zásady ochrany osobních údajů
de: Nutzungsbedingungen und Datenschutzbestimmungen
fr: Conditions d'utilisation et politique de confidentialité
it: Termini di servizio e Informativa sulla privacy
ja: 利用規約とプライバシーポリシー
ko: 서비스 약관 및 개인정보 보호정책
ru: Условия обслуживания и политика конфиденциальности

source: Select audio file
cs: Vyberte dokument
de: Wählen Sie ein Dokument aus
fr: Sélectionnez un document
it: Seleziona un documento
ja: ドキュメントを選択してください
ko: 문서를 선택하세요
ru: Выберите документ

# inputContent
source: please enter content
cs: Zadejte prosím obsah
de: Bitte geben Sie Inhalte ein
fr: Veuillez saisir le contenu
it: Inserisci il contenuto
ja: 内容を入力してください
ko: 내용을 입력해주세요
ru: Пожалуйста, введите содержание

source: Select Model
cs: Vyberte model
de: Modell auswählen
fr: Sélectionnez le modèle
it: Seleziona modello
ja: モデルを選択してください
ko: 모델 선택
ru: Выберите модель

# gptName
source: Name
cs: název
fr: nom
it: nome
ja: 名前
ko: 이름
ru: имя

# gptHintText
source: please enter name
cs: Napište jméno
de: Name eingeben
fr: Entrez le nom
it: Inserisci il nome
ja: 名前を入力
ko: 이름을 입력하시오
ru: Введите имя

# gptInstructions
source: Instructions
cs: poučit
de: anweisen
fr: instruire
it: istruire
ja: 指示する
ko: 지시하다
ru: инструктировать

# gpDes
source: Description
cs: popsat
de: beschreiben
fr: décrire
it: descrivere
ja: 説明する
ko: 설명하다
ru: описывать

# gptDefaultDesVal
source: For example,smart assistant
cs: Užitečný asistent AI
de: Nützlicher KI-Assistent
fr: Assistant IA utile
it: Utile assistente AI
ja: 便利なAIアシスタント
ko: 유용한 AI 도우미
ru: Полезный AI-помощник

# gptDesHintText
source: please enter a description
cs: Například: asistent překladu
de: Zum Beispiel: Übersetzungsassistent
fr: Par exemple : assistant de traduction
it: Ad esempio: assistente alla traduzione
ja: 例: 翻訳アシスタント
ko: 예: 번역 도우미
ru: Например: помощник переводчика

# gptTemperature
source: Temperature
cs: náhodnost
de: Zufälligkeit
fr: le hasard
it: casualità
ja: ランダム性
ko: 무작위성
ru: случайность

# gptDefaultVal
source: default value:
cs: výchozí hodnota:
de: Standardwert:
fr: valeur par défaut:
it: valore di default:
ja: デフォルト値:
ko: 기본값:
ru: значение по умолчанию:

# gptMessages
source: historical messages, default value: 1
cs: Počet historických zpráv, výchozí hodnota: 1
de: Anzahl historischer Nachrichten, Standardwert: 1
fr: Nombre de messages historiques, valeur par défaut : 1
it: Numero di messaggi storici, valore predefinito: 1
ja: 履歴メッセージの数、デフォルト値: 1
ko: 기록 메시지 수, 기본값: 1
ru: Количество исторических сообщений, значение по умолчанию: 1

# delChat
source: Delete
cs: vymazat
de: löschen
fr: supprimer
it: eliminare
ja: 消去
ko: 삭제
ru: удалить

# updateSetting
source: Setting
cs: založit
de: aufstellen
fr: installation
it: impostare
ja: 設定
ko: 설정
ru: настраивать

# hint
source: prompt
cs: náznak
de: Hinweis
fr: indice
it: suggerimento
ja: ヒント
ko: 힌트
ru: намекать

# hintDelChat
source: Are you sure you want to delete this chat?
cs: Rozhodně relaci smažte?
de: Löschen Sie die Sitzung auf jeden Fall
fr: Supprimer définitivement la session
it: Elimina definitivamente la sessione
ja: 必ずセッションを削除してください
ko: 확실히 세션을 삭제하세요
ru: Обязательно удалите сеанс

source: Email
de: Post
fr: Mail
it: Posta
ja: 郵便
ko: 우편
ru: Почта

source: Code
cs: Ověřovací kód
de: Bestätigungscode
fr: Le code de vérification
it: Codice di verifica
ja: 検証コード
ko: 확인 코드
ru: Проверочный код

source: Send Code
cs: Odešlete ověřovací kód
de: Senden Sie den Bestätigungscode
fr: Envoyer le code de vérification
it: Invia il codice di verifica
ja: 確認コードを送信する
ko: 인증 코드 보내기
ru: Отправить код подтверждения

# sendDone
source: Code sent
cs: Ověřovací kód odeslán
de: Bestätigungscode gesendet
fr: code de verification envoyé
it: codice di verifica inviato
ja: 確認コードが送信されました
ko: 인증 코드가 전송되었습니다
ru: Код подтверждения отправлен

# inputCode
source: please enter verification code
cs: zadejte prosím ověřovací kód
de: Bitte geben Sie den Bestätigungscode ein
fr: veuillez entrer le code de vérification
it: inserisci il codice di verifica
ja: 確認コードを入力してください
ko: 인증번호를 입력해주세요
ru: пожалуйста, введите код подтверждения

# inputEmail
source: please input your email
cs: zadejte prosím svůj email
de: Bitte geben Sie Ihre E-Mail-Adresse ein
fr: veuillez saisir votre email
it: per favore inserisci la tua email
ja: メールアドレスを入力してください
ko: 이메일을 입력해주세요
ru: пожалуйста, введите свой адрес электронной почты

# emailErr
source: Email format error
cs: Chyba formátu e-mailu
de: Fehler im E-Mail-Format
fr: Erreur de format d'e-mail
it: Errore nel formato dell'e-mail
ja: メールフォーマットエラー
ko: 이메일 형식 오류
ru: Ошибка формата электронной почты

# emailHint
source: Enter your email, receive and fill in the verification code
cs: Zadejte svůj e-mail, přijměte a vyplňte ověřovací kód
de: Geben Sie Ihre E-Mail-Adresse ein, erhalten Sie den Bestätigungscode und geben Sie ihn ein
fr: Entrez votre email, recevez et remplissez le code de vérification
it: Inserisci la tua email, ricevi e compila il codice di verifica
ja: メールアドレスを入力し、確認コードを受信して​​入力します
ko: 이메일을 입력하고 인증 코드를 받아 입력하세요.
ru: Введите свой адрес электронной почты, получите и введите проверочный код

source: Verify
cs: ověřit
de: verifizieren
fr: vérifier
it: verificare
ja: 確認する
ko: 확인하다
ru: проверять

source: Setting
cs: založit
de: aufstellen
fr: installation
it: impostare
ja: 設定
ko: 설정
ru: настраивать

source: Account
cs: Účet
de: Konto
fr: Compte
ja: アカウント
ko: 계정
ru: Счет

# editInfo
source: Edit information
cs: Upravit osobní údaje
de: Persönliche Informationen bearbeiten
fr: Modifier les informations personnelles
it: Modifica le informazioni personali
ja: 個人情報の編集
ko: 개인정보 수정
ru: Редактировать личную информацию

# shareMe
source: Share
cs: podíl
de: Aktie
fr: partager
it: condividere
ja: 共有
ko: 공유하다
ru: делиться

# commentText
source: Comment
cs: Komentář
de: Kommentar
fr: Commentaire
it: Commento
ja: コメント
ko: 논평
ru: Комментарий

# likeText
source: Like
cs: jako
de: wie
fr: comme
it: Piace
ja: のように
ko: 좋다
ru: нравиться

source: Save
cs: publikovat
de: veröffentlichen
fr: publier
it: pubblicare
ja: 公開
ko: 출판하다
ru: публиковать

# saveComment
source: please enter a comment...
cs: Komentář...
de: Kommentar...
fr: Commentaire...
it: Commento...
ja: コメント...
ko: 논평...
ru: Комментарий...

# inputComment
source: please enter your opinion
cs: Zadejte svůj názor
de: Geben Sie Ihre Meinung ein
fr: Entrez votre avis
it: Inserisci la tua opinione
ja: あなたの意見を入力してください
ko: 귀하의 의견을 입력하세요
ru: Введите свое мнение

# replay
source: Reply
cs: odpověď
de: Antwort
fr: répondre
it: rispondere
ja: 返事
ko: 회신하다
ru: отвечать

# moreComment
source: expand more
cs: Rozbalte další odpovědi
de: Erweitern Sie weitere Antworten
fr: Développer plus de réponses
it: Espandi più risposte
ja: さらに返信を展開する
ko: 더 많은 답글 펼치기
ru: Развернуть больше ответов

# open
source: expand
cs: Rozbalte
de: Erweitern Sie 10 Antworten
fr: Développer 10 réponses
it: Espandi 10 risposte
ja: 10 件の返信を展開する
ko: 답글 10개 펼치기
ru: Развернуть 10 ответов

# openMun
source: replies
cs: odpovědí
de: Erweitern Sie 10 Antworten
fr: Développer 10 réponses
it: Espandi 10 risposte
ja: 10 件の返信を展開する
ko: 답글 10개 펼치기
ru: Развернуть 10 ответов

# limitSize
source: You can only select up to 9 pictures
cs: Můžete vybrat pouze 9 snímků
de: Sie können nur bis zu 9 Bilder auswählen
fr: Vous ne pouvez sélectionner que 9 images maximum
it: Puoi selezionare solo fino a 9 immagini
ja: 写真は最大 9 枚までしか選択できません
ko: 사진은 최대 9개까지만 선택할 수 있습니다.
ru: Вы можете выбрать не более 9 изображений.

# hintText
source: Write down your thoughts...
cs: napište své myšlenky...
de: Schreibe deine Gedanken auf...
fr: écris tes pensées...
it: scrivi i tuoi pensieri...
ja: 自分の考えを書き留める...
ko: 당신의 생각을 적어보세요...
ru: запишите свои мысли...

# addImage
source: add pictures
cs: přidat obrázky
de: Bilder hinzufügen
fr: ajouter des photos
it: aggiungere immagini
ja: 写真を追加する
ko: 사진 추가
ru: добавить фотографии

# photoGranted
source: Not allowed to obtain album permissions
cs: Album není autorizováno
de: Das Album ist nicht autorisiert
fr: L'album n'est pas autorisé
it: L'album non è autorizzato
ja: アルバムは許可されていません
ko: 앨범이 승인되지 않았습니다.
ru: Альбом не авторизован

# storageGranted
source: Not allowed to obtain storage permissions
cs: Ukládání není povoleno
de: Die Speicherung ist nicht gestattet
fr: Le stockage n'est pas autorisé
it: Lo stoccaggio non è autorizzato
ja: ストレージは許可されていません
ko: 저장이 승인되지 않았습니다.
ru: Хранение не разрешено
